# 置換コマンド
rep_cmd = [
    ["-ps", "ヽ(廿Δ廿 )にゃんぱすー"],
    ["-u" , "ウチ"],
    ["-na", "なん"],
    ["-no", "のん"],
    ["-ru", "るん"],
    ["-ta", "たん"],
    ["-ao", "なのん"],
    ["-on", "のんな～"],
]

oth_cmd = [
    [" sub ", "入力した文字列をツイートするのん！"],
    [" ers ", "入力した文字列を消去するのん！間違えたときにつかうのんな～"],
    [" mtl ", "自分のツイートを表示するのんな～"],
    ["-mtl ", "コマンドを打った後に任意の数を入力するのん！ウチがその数だけ自分のツイートを表示させるのん！"],
    [" src ", "検索機能なのん！コマンドを打った後に検索したいワードを入力するのん"],
    [" img:", "画像を添付するのん！コマンドの後に画像のパスを入力するのん"],
    [" exit", "プログラムを終了させるのん！\n"],
]

cmd_len = len(rep_cmd)
oth_len = len(oth_cmd)